{
  "999": {
    "id": 999,
    "title": "TBD",
    "description": "TBD"
  },
  "998": {
    "id": 998,
    "title": "TBD",
    "description": "TBD"
  },
  "207": {
    "id": 207,
    "title": "Cierre DevFest y Sorteos",
    "description": "¡Cierre devfest y sorteos!",
    "image": "/images/backgrounds/opening.jpg"
  },
  "206": {
    "id": 206,
    "title": "Coffee break",
    "description": "Coffeeeeeee!",
    "image": "/images/backgrounds/coffee-break.jpg"
  },
  "205": {
    "id": 205,
    "title": "Lunch",
    "description": "¡Comidaaaaaa!",
    "image": "/images/backgrounds/lunch.jpg"
  },
  "204": {
    "id": 204,
    "title": "Morning coffee",
    "description": "Coffeeeeeee!",
    "image": "/images/backgrounds/morning.jpg"
  },
  "203": {
    "id": 203,
    "title": "Afterparty & Networking",
    "description": "Afterparty & Networking",
    "image": "/images/backgrounds/party.jpg"
  },
  "202": {
    "id": 202,
    "title": "GDG DevFest Madrid 2016 Opening & Keynote",
    "description": "Keynote",
    "image": "/images/backgrounds/opening.jpg"
  },
  "201": {
    "id": 201,
    "title": "Registro",
    "description": "Registro",
    "image": "/images/backgrounds/registration.jpg"
  },
  "114": {
    "id": 114,
    "title": "Progressive Web Apps: porque nativo no significa mejor",
    "description": "En esta charla nos adentraremos en una de las tecnologías que más lo están petando en los últimos meses: Progressive Web Apps. ¡No te quedes atrás y conoce la tecnología que está revolucionando el mundo web y del desarrollo móvil!",
    "speakers": [
      3
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "web", "pwa"
    ]
  },
  "113": {
    "id": 113,
    "title": "Impresoras 3D",
    "description": "Detalles por confirmar",
    "speakers": [
      9
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Impresoras 3D"
    ]
  },
  "112": {
    "id": 112,
    "title": "Codelab Firebase",
    "description": "Implementación de Firebase en una aplicación básica, analizando los pros y contras de cada plataforma. ",
    "speakers": [
      4
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Firebase"
    ]
  },
  "111": {
    "id": 111,
    "title": "Comunidades de desarrollo de software libre: el caso de Granada",
    "description": "Dentro de las provincias españolas hay algunas en las que la cantidad de personas que tienen una cuenta activa en GitHub es considerable, por encima de la población e incluso de la actividad económica. Granada es una de ellas y posiblemente se debe a un factor que normalmente no se analiza en relación con la programación: el factor social.En esta ponencia examinaremos la comunidad de desarrolladores de software libre en Granada, comparándola con otras provincias similares, y la red compleja que une a los mismo que, posiblemente sea la clave de su vitalidad. ",
    "speakers": [
      31
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Community"
    ]
  },
  "110": {
    "id": 110,
    "title": "Cómo crear tecnología cloud computing con OpenNebula y OpenStack",
    "description": "¿Quieres construir tu propia nube para desplegar servicios? OpenNebula y OpenStack te ofrecen todas las herramientas para poner en marcha una nube pública o privada junto con  todos los servicios que acompañan a la nube. Discutiremos cada una de ellas y veremos para que casos concretos podemos utilizar una u otra. Aprenderemos a instalar, configurar y gestionar ambas plataformas.",
    "speakers": [
      5
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Cloud"
    ]
  },
  "109": {
    "id": 109,
    "title": "Cómo usamos Google para ganar dinero sin vender ni un juego",
    "description": "¿Se puede ganar dinero con los videojuegos o las apps sin vender  nada? ... la respuesta es sí (lo se, a nosotros también nos sorprendió), y os voy a contar como lo hacemos, algo que no vas a aprender en ningún otro sitio (por lo menos de los que yo haya visitado).No todo es color de rosa, pero tampoco es negro. A veces es solo decidir entre dulce o saladito. Si estás pensando que en el futuro vas a tener que autoemplearte y generarte tu sueldo desde cero esta es tu charla.",
    "speakers": [
      41
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Videojuegos"
    ]
  },
  "108": {
    "id": 108,
    "title": "Firebase",
    "description": "Firebase es un servicio de base de datos en la nube accesible en tiempo real desde el cliente, con librerías para Android, iOS y web. No es necesario un servidor intermedio, dado que el cliente habla directamente con la base de datos, y se sincroniza en tiempo real de forma desatendida.En esta charla hablaremos de lecciones reales aprendidas con despliegues basados en Firebase.",
    "speakers": [
      4
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Firebase"
    ]
  },
  "107": {
    "id": 107,
    "title": "Building our Fisher-Price Android architecture from scratch",
    "description": "We will start an Android project from scratch, focusing in concepts like SOLID, mocking, code styles, testability, readability or maintainability to build a quick, small, and flexible Android architecture with some of the most recommended tools, libraries, and practices.",
    "speakers": [
      2
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Android"
    ]
  },
  "106": {
    "id": 106,
    "title": "Microservices on Google Cloud Platform, the next generation of architectures.",
    "description": "Las aplicaciones monolíticas están condenadas, los microservicios son la arquitectura  en auge.¿Quieres saber lo que son y por qué? Hablemos de ellos y de la enorme cantidad de herramientas que Google pone a nuestra disposición para su desarrollo en la Cloud Platform.¿Te animas a dar el siguiente paso?",
    "speakers": [
      6
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Cloud"
    ]
  },
  "105": {
    "id": 105,
    "title": "Polymer: el fin a tus problemas con el front-end",
    "description": "Polymer es una biblioteca para la creación de web components diseñada y creada por Google. Con una suave curva de aprendizaje y basada en estándares, Polymer se ha convertido en poco tiempo en la solución elegida por millones de proyectos para el desarrollo del front-end. ¿Vas a dejar que te lo cuenten?",
    "speakers": [
      3
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Polymer"
    ]
  },
  "104": {
    "id": 104,
    "title": "Material Design - A Glimpse Into the Future",
    "description": "Google’s Material Design is one of the most influential visual philosophies in design. It’s shaping the way people see and interact with interfaces because of clear design and usability guidelines. This session acts as a complete overview of the new Material Design in this year and explains how developers can push their existing apps to high quality in UX and design",
    "speakers": [
      4
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Material Design"
    ]
  },
  "103": {
    "id": 103,
    "title": "Tensorflow: la IA detrás de Google",
    "description": "En este taller nos iniciaremos con la biblioteca para inteligencia artificial desarrollada por ingenieros de Google. Una herramienta con la que podremos solucionar desde los problemas más simples hasta la creación de redes neuronales con tan solo unas líneas de código. Para el taller es conveniente venir con Python (2.7 o 3.3+ instalado) y Tensorflow (puedes ver cómo instalarlo en la web oficial).",
    "speakers": [
      3
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "TensorFlow"
    ]
  },
  "102": {
    "id": 102,
    "title": "¿Cómo trabaja un pro de Android? (O como trabajaría yo si fuera uno)",
    "description": "Trataremos de mostrar a los programadores Android un conjunto lo más completo posible de herramientas, patrones de diseño, prácticas recomendadas, librerías, y ejemplos para que su desarrollo Android sea menos frustrante, más productivo, y reporte una mayor felicidad en su día a día. Esta charla trata de ofrecer una dirección hacia la que dirigir nuestro aprendizaje de los próximos meses. [Spoiler alert] El secreto está en los tests!.",
    "speakers": [
      2
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Android"
    ]
  },
  "101": {
    "id": 101,
    "title": "Wearables - Más allá de los smartwatches",
    "description": "Los dispositivos \"vestibles\" están empezando a aparecer en el mercado. Los SmartWatches son los más difundidos y conocidos, y otros como las SmartGlasses van un poco más despacio. Pero que podemos encontrar en el mercado como tecnología \"vestible\". Hablaremos de los proyectos Jaqcuard y Verily en los que Google está involucrado y cual puede ser la opinión del mercado sobre toda esta tecnología.",
    "speakers": [
      1
    ],
    "language": "Español",
    "complexity": "Inicial",
    "tags": [
      "Wearable"
    ]
  }
}
